export const questions = [
  {
    questionText: "Что представляет собой государственные финансы?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "денежные отношения по поводу распределения и перераспределения стоимости общественного продукта и части национального богатства, связанные с формированием финансовых ресурсов в распоряжении   государства   и   его   предприятий   и   использованием государственных средств на затраты по расширению производства, удовлетворению растущих социально-культурных  потребностей  членов общества, нужд обороны страны и управления",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "совокупность мероприятий государства по разработке общей концепции, основных направлений, целей и главных задач использования финансовых отношений, по созданию бюджетного механизма и управлению финансовой деятельностью хозяйствующих субъектов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "долговременный курс финансовой политики, рассчитанная на перспективу, предусматривающая решение задач государства в области бюджетной, налоговой, социальной политики",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "форма перераспределения и использования   финансовых   ресурсов,   привлекаемых   государством для финансирования некоторых общественных    потребностей и комплексно расходуемых на основе оперативной самостоятельности",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "В состав государственных финансов Республики Узбекистан включается:",
    answerOptions: [
      {
        id: 1,
        answerText: "республиканский и местные бюджеты",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "государственный кредит",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "государственный бюджет, целевые внебюджетные фонды, финансы государственных предприятий, организаций и учреждений",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "страховые компании",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите определение государственного бюджета как экономической категории:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "основной централизованный фонд денежных средств государства",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "совокупность объективных денежных отношений, возникающих при образовании, распределении и использовании основного централизованного фонда денежных средств государства, необходимых ему для выполнения своих задач и функций",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "основной финансовый план государства",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "закрепленная законом форма образования и расходования фонда денежных средств, предназначенных для финансового обеспечения задач и функций государства",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите определение государственного бюджета по материальному содержанию",
    answerOptions: [
      {
        id: 1,
        answerText:
          "закрепленная законом форма образования и расходования фонда денежных средств, предназначенных для финансового обеспечения задач и функций государства",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "совокупность объективных денежных отношений, возникающих при образовании, распределении и использовании основного централизованного фонда денежных средств государства, необходимых ему для выполнения своих задач и функций",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "основной финансовый план государства",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "основной централизованный фонд денежных средств государства",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "Бюджет это -",
    answerOptions: [
      {
        id: 1,
        answerText: "смета",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "термин, обозначающий расчетную и ограничительную смету доходов и расходов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "термин, обозначающий  расчетную и ограничительную смету доходов и расходов, и их роспись за определенный период времени, утверждаемую соответствующим решением и подлежащую исполнению индивидуальным или коллективным субъектом",
        isCorrect: true,
      },
      {
        id: 4,
        answerText:
          "термин, обозначающий основной централизованный фонд денежных средств, образуемый и используемый в процессе исполнения  плана",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Бюджетная система каких государств состоит из 2-х уровней?",
    answerOptions: [
      {
        id: 1,
        answerText: "унитарных государств",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "федеративных государств",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "конфедераций",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "союзов государств",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "На каком этапе бюджетного процесса осуществляется перечисление и зачисление доходов бюджета на единый счет Казначейства?",
    answerOptions: [
      {
        id: 1,
        answerText: "исполнение бюджета и контроль за его исполнением",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "составление проекта бюджета",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "рассмотрение и утверждение бюджета",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "составление отчета об исполнении бюджета и его утверждение",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "На каком этапе бюджетного процесса осуществляется планирование смет расходов бюджетных организаций?",
    answerOptions: [
      {
        id: 1,
        answerText: "составление проекта бюджета",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "рассмотрение и утверждение бюджета",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "исполнение бюджета и контроль за его исполнением",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "составление отчета об исполнении бюджета и его утверждение",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Ведущее звено государственных финансов:",
    answerOptions: [
      {
        id: 1,
        answerText: "Местный бюджет",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Государственный кредит",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Государственный бюджет",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "Целевые внебюджетные фонды",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Какие задачи выполняет финансовый отдел?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Проведение  мероприятий  по  обеспечению   своевременного  и полного поступления всех доходов",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "Мобилизация денежных средств и направление их в соответствии с утвержденными планами на финансирование мероприятий по развитию района",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "Экономное  расходование   бюджетных   средств   строго   по целевому назначению",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "Осуществление  контроля над финансово-хозяйственной деятельностью предприятий, организаций, учреждений",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "К органам общего управления финансами относятся…?",
    answerOptions: [
      {
        id: 1,
        answerText: "Олий Мажлис Республики Узбекистан",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Министерство финансов Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Кабинет Министров Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Налоговый комитет Республики Узбекистан",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Что представляет расходы государственного бюджета?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "денежные отношения по поводу распределения и перераспределения стоимости общественного продукта и части национального богатства, связанные с формированием финансовых ресурсов в распоряжении   государства   и   его   предприятий   и   использованием государственных средств на затраты по расширению производства, удовлетворению растущих социально-культурных  потребностей  членов общества, нужд обороны страны и управления",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "экономические отношения, возникающие в связи с распределением фонда денежных средств государства и его использованием по отраслевому, целевому назначению",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "совокупность мероприятий государства по разработке общей концепции, основных направлений, целей и главных задач использования финансовых отношений, по созданию бюджетного механизма и управлению финансовой деятельностью хозяйствующих субъектов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "затраты государства связанные с инвестированием инновационной и инвестиционной деятельностью",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Бюджетно-налоговая политика это…",
    answerOptions: [
      {
        id: 1,
        answerText:
          "политика совокупность финансовых мероприятий организаций по регулированию внутренних и внешних финансовых отношений",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "политика совокупность финансовых мероприятий государства по регулированию государственных доходов и расходов",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "политика совокупность финансовых мероприятий государства по регулированию налоговых ставок",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "политика совокупность финансовых мероприятий государства по регулированию финансирования бюджетных организаций",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "К числу основных целей фискальной политики государства относится:",
    answerOptions: [
      {
        id: 1,
        answerText: "антициклическое регулирование экономики",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "создание условий для успешного ведения бизнеса",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "повышение состояния граждан",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "перераспределение национального дохода в пользу бюджетных слоев населения",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Что является основанием для внеплановой проверки?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Решение специального уполномоченного органа по координации деятельности контролирующих органов о проведении проверки, приказ органа государственной налоговой службы",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "Выписка из координационного плана осуществления проверок, приказ органа государственной налоговой службы, решение специального уполномоченного органа по координации деятельности контролирующих органов о проведении проверки, заявления предприятия",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Выписка из координационного плана осуществления проверок, приказ органа государственной налоговой службы",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "Выписка из координационного плана осуществления проверок, решение специального уполномоченного органа по координации деятельности контролирующих органов о проведении проверки, заявления предприятия",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какое  из нижеперечисленных понятий означает регламентируемую нормами права деятельность органов государственной власти, органов местного самоуправления и участников бюджетного процесса по составлению и рассмотрению проектов бюджеты, проектов бюджетов государственных внебюджетных фондов, утверждению и исполнению бюджетов и бюджетов государственных внебюджетных фондов, а также по контролю за их исполнением?",
    answerOptions: [
      {
        id: 1,
        answerText: "бюджетная система",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "межбюджетные отношения",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "налоги",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "бюджетный процесс",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Какая из нижеперечисленных экономических категорий проедставляет собой это совокупность денежных отношений, возникающих между государственном и физическими и юридическими лицами, при которых государство может выступать как в качестве заемщика, так и в качестве кредитора и гаранта?",
    answerOptions: [
      {
        id: 1,
        answerText: "Финансы",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Бюджетная система",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "Государственный кредит",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Налоги",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какая из нижеперечисленных функций налогов является основной?",
    answerOptions: [
      {
        id: 1,
        answerText: "экономическая",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "регулирующая",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "фискальная",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "контрольная",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "По какому признаку можно классифицировать налоги на общие и специальные?",
    answerOptions: [
      {
        id: 1,
        answerText: "по периодичности взимания",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "по объекту обложения",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "по характеру использования",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "в зависимости от механизма изъятия",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "По какой группе расходов бюджетных организаций финансируется выплата единого социального платежа?",
    answerOptions: [
      {
        id: 1,
        answerText: "Заработная плата и приравненные к ней платежи",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Начисления на заработную плату",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Капитальные вложения",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Другие расходы",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Построение бюджетной системы страны зависит от:",
    answerOptions: [
      {
        id: 1,
        answerText: "решения главы государства (президента)",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "решения правительства (кабинета министров)",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "решения центральных и местных органов власти",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "формы государственного устройства и его административно- территориального деления",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "Проект бюджетного послания включает:",
    answerOptions: [
      {
        id: 1,
        answerText: "бюджетный запрос",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "основные итоги социально-экономического развития страны за прошлый год",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "план социально-экономического развития страны на планируемый год",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "расчеты смет бюджетных организаций",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какие вопросы решаются на стадии составления проекта бюджета?",
    answerOptions: [
      {
        id: 1,
        answerText: "утверждение бюджета",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "распределение доходов между бюджетами бюджетной системы",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "исполнение бюджета",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "текущий контроль",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Что является основой бюджетно-налоговая политики",
    answerOptions: [
      {
        id: 1,
        answerText: "Экономическая политика",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Финансовая политика",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "Макроэкономическая политика",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Социальная  политика",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой из нижеперечисленных принципов организации финансов не относится к принципам организации финансов предприятий?",
    answerOptions: [
      {
        id: 1,
        answerText: "Единство законодательной и нормативной базы",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Обеспечение финансовых резервов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Материальная ответственность",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "Контроль над деятельностью предприятия",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Что из нижеперечисленного является принципом разработки и реализации финансовой политики государства?",
    answerOptions: [
      {
        id: 1,
        answerText: "Открытость и прозрачность",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Самофинансирование",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Материальная ответственность",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Финансово-материальная сбалансированность экономики",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Согласно Закону Республики Узбекистан «О Государственном  бюджете Республики Узбекистан на 2020 год» ставка налога на прибыль юридических лиц составляет…?",
    answerOptions: [
      {
        id: 1,
        answerText: "13 %",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "11 %",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "12%",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "10 %",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Одной из целей какой политики государства является организация эффективного расходования средств государственного бюджета?",
    answerOptions: [
      {
        id: 1,
        answerText: "Бюджетная политика ",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Ценовая политика",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Налоговая политика",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Денежно-кредитная политика",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Инструментами какой политики государства являются процентные ставки и ставки рефинансирования?",
    answerOptions: [
      {
        id: 1,
        answerText: "Налоговая политика",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Бюджетная политика",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Денежно-кредитная политика",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "Ценовая политика",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какая политика государства направлена на решение задач финансового обеспечения социального развития общества, улучшение условий жизни и благосостояния населения?",
    answerOptions: [
      {
        id: 1,
        answerText: "Налоговая политика",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Социальная финансовая политика ",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "Таможенная политика",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Инвестиционная политика",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Согласно Закону Республики Узбекистан от 9 декабря 2019 года «О Государственном  бюджете Республики Узбекистан на 2020 год» ставка налогообложения доходов физических лиц , установлена в следующем порядке:",
    answerOptions: [
      {
        id: 1,
        answerText: "12%",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "11 %",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "13 %",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "10 %",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Что такое бюджетное планирование?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "централизованное распределение и перераспределение ВВП и НД между звеньями финансовой системы в процессе составления и исполнения бюджетов",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "совокупность всех действующих на территории страны бюджетов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "процесс составления проектов, рассмотрения, утверждения и исполнения бюджетов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "организационные принципы построения бюджетной системы",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какая из нижеперечисленных категорий представляет собой затраты, возникающие в результате выполнения органами  местной  власти  своих функций?",
    answerOptions: [
      {
        id: 1,
        answerText: "Дефицит  местных бюджетов",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Расходы  местных бюджетов",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "Доходы местных бюджетов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Расходы республиканского бюджета",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "К неналоговым доходам бюджетов не относятся:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "доходы от использования имущества, находящегося в государственной или местной собственности",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "доходы от платных услуг, оказываемых бюджетными учреждениями",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "кредиты, полученные от иностранных государств",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "доходы от продажи имущества",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Первичные источники доходов бюджета не являются:",
    answerOptions: [
      {
        id: 1,
        answerText: "предпринимательская прибыль",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "заработная плата работников сферы материального и нематериального производства",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "доходы от продажи государственной (местной собственности)",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "рента",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Главная экономическая роль бюджета заключается в … ",
    answerOptions: [
      {
        id: 1,
        answerText: "аккумуляции денежных средств ",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "распределении и использовании денежных фондов государства для осуществления экономической и финансовой политики ",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "исследовании финансовых отношений, возникающих в процессе функционирования и развития бюджетов ",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "формировании финансовой базы для функционирования органов государства и местного самоуправления",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Основной целью какой политики государства являются увеличение инвестиционного потенциала страны?",
    answerOptions: [
      {
        id: 1,
        answerText: "Инвестиционная политика ",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Бюджетная политика",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Налоговая политика",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Таможенная политика",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какие из ниже названных средств могут предоставляться из бюджета на возвратной основе?",
    answerOptions: [
      {
        id: 1,
        answerText: "дотации",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "субвенции",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "бюджетные кредиты",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "субсидии",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Бюджетное устройство - это:",
    answerOptions: [
      {
        id: 1,
        answerText: "организация и принципы построения бюджетной системы;",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "деятельность органов власти по составлению проекта, рассмотрению, утверждению и исполнению бюджета;",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "совокупность действующих на территории страны бюджетов и внебюджетных фондов;",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "совокупность юридических норм, определяющих бюджетный процесс.",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Бюджетная система каких государств состоит из 3-х уровней?",
    answerOptions: [
      {
        id: 1,
        answerText: "Союзов государств",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Конфедераций",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Унитарных государств",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Федеративных государств ",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Какие методы финансирования дефицита бюджета являются внешними?",
    answerOptions: [
      {
        id: 1,
        answerText: "доходы от приватизации государственного имущества",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "кредиты международных финансово-кредитных институтов ",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "выпуск государственных ценных бумаг на внутреннем рынке",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "эмиссия денег",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Бюджетная система каких государств состоит из 2-х уровней?",
    answerOptions: [
      {
        id: 1,
        answerText: "унитарных государств ",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "конфедераций",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "союзов государств",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "федеративных государств",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "В составе расходной части Государственного бюджета не учитываются:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "расходов на социальную сферу и социальную поддержку населения",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "расходов на содержание органов самоуправления граждан",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "расходов на экономику",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "расходов на содержание иностранных органов государственной власти и управления",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "Бюджет это-",
    answerOptions: [
      {
        id: 1,
        answerText: "смета",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "Термин, обозначающий расчетную и ограничительную смету доходов и расходов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Термин, обозначающий  расчетную и ограничительную смету доходов и расходов, и их роспись за определенный период времени, утверждаемую соответствующим решением и подлежащую исполнению индивидуальным или коллективным субъектом",
        isCorrect: true,
      },
      {
        id: 4,
        answerText:
          "Термин ,обозначающий основной централизованный фонд денежных средств, образуемый и используемый в процессе исполнения  плана",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какая  из нижеперечисленных категорий представляет собой экономические отношения, возникающие у государства с предприятиями, объединениями, организациями и гражданами в процессе формирования государственного бюджета?",
    answerOptions: [
      {
        id: 1,
        answerText: "Доходы государственного бюджета",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Финансирование бюджетной сферы",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Приобретение оборудования за счет государственных средств",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Расходы государственного бюджета",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "По какой группе расходов бюджетных организаций финансируется заработная плата административного персонала ВУЗа?",
    answerOptions: [
      {
        id: 1,
        answerText: "Начисления на заработную плату",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Заработная плата и приравненные к ней платежи",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Капитальные вложения",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Другие расходы",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите определение унитарного предприятия, приведенное в Гражданском Кодексе Республики Узбекистан",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Унитарным предприятием признается коммерческая организация, не наделенная правом собственности на закрепленное за ней собственником имущество",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "Унитарным предприятием признается коммерческая организация, наделенная правом собственности на закрепленное за ней собственником имущество",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Унитарным предприятием признается некоммерческая организация, не наделенная правом собственности на закрепленное за ней собственником имущество",
        isCorrect: true,
      },
      {
        id: 4,
        answerText:
          "Унитарным предприятием признается бюджетная организация, наделенная правом собственности на закрепленное за ней собственником имущество",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Когда было принято Положение о государственных предприятиях?",
    answerOptions: [
      {
        id: 1,
        answerText: "16 октября 2006 года",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "10 мая 2005 года",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "15 декабря 2004 года",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "2 февраля 2007 года",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Основаниями для учреждения государственных предприятий в Республике Узбекистан не являются решения…",
    answerOptions: [
      {
        id: 1,
        answerText: "органа государственной власти на местах",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Кабинета Министров Республики Узбекистан",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "органа государственного управления",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "международной организации",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "В уставе государственного предприятия не приводятся сведения о...",
    answerOptions: [
      {
        id: 1,
        answerText: "порядке образования резервного и иных фондов",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "условиях распоряжения имуществом",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "сроке деятельности",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "порядке составления, проверки и утверждения годовых отчетов",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "За счет чего формируется имущество государственного предприятия в Республике Узбекистан согласно Положению о государственных предприятиях?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "имущества, закрепленного учредителем за государственным предприятием на праве оперативного управления и доходов государственного предприятия от его деятельности",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "собственных и заемных средств",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "обственных, привлеченных и заемных средств",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "имущества, закрепленного учредителем за государственным предприятием на праве оперативного управления",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Кем утверждается штатная численность работников государственного предприятия и размеры их заработной платы согласно Положению о государственных предприятиях?",
    answerOptions: [
      {
        id: 1,
        answerText: "руководителем по согласованию с учредителем",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "руководителем",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "учредителем",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "органом государственной власти на местах",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Чистая прибыль, остающаяся у государственного предприятия после уплаты всех налогов и других обязательных платежей в бюджет и внебюджетные фонды, ",
    answerOptions: [
      {
        id: 1,
        answerText:
          "остается в распоряжении предприятия и используется по решению его руководителя",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "передается в государственный бюджет",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "направляется на финансирование стратегически важных отраслей экономики",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "остается в распоряжении предприятия и используется по решению учредителя",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Кто несет ответственность по обязательствам филиала и представительства государственного предприятия?",
    answerOptions: [
      {
        id: 1,
        answerText: "создавшее их государственное предприятие",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "орган государственной власти на местах",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "орган государственного управления",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Кабинет Министров Республики Узбекистан",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Кем утверждается размер резервного и иных фондов государственного предприятия в Республике Узбекистан?",
    answerOptions: [
      {
        id: 1,
        answerText: "учредителем государственного предприятия",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Госкомимуществом",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Налоговым Комитетом Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "руководителем государственного предприятия",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Кто несет субсидиарную ответственность по обязательствам государственного предприятия при недостаточности его имущества?",
    answerOptions: [
      {
        id: 1,
        answerText: "Госкомимущество",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "руководитель государственного предприятия",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "учредитель государственного предприятия",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "орган государственной власти на местах",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Как называются источники удовлетворения потребности государственного предприятия в капитале на предстоящий период?",
    answerOptions: [
      {
        id: 1,
        answerText: "источники собственных средств",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "источники формирования финансовых ресурсов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "источники заемных средств",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "привлеченные финансовые средства",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "На какие 3 группы делятся все источники финансовых ресурсов государственного предприятия?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "собственные финансовые ресурсы, заемные финансовые ресурсы и безвозмездная помощь",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "собственные финансовые ресурсы, заемные финансовые ресурсы и бюджетные дотации",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "собственные финансовые ресурсы, заемные финансовые ресурсы и привлеченные финансовые ресурсы",
        isCorrect: true,
      },
      {
        id: 4,
        answerText:
          "собственные финансовые ресурсы, амортизационный фонд и привлеченные финансовые ресурсы",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой из вариантов не относится к собственным средствам государственного предприятия?",
    answerOptions: [
      {
        id: 1,
        answerText: "бюджетные дотации",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "нераспределенная прибыль",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "добавочный капитал",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "уставный капитал",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Какой из вариантов не относится к добавочному капиталу государственного предприятия?",
    answerOptions: [
      {
        id: 1,
        answerText: "результаты переоценки основных фондов",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "банковский кредит",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "безвозмездно полученные денежные и материальные ценности",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "средства на пополнение оборотных фондов",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Как называются денежные средства, имеющиеся в распоряжении государственного предприятия и предназначенные для обеспечения его эффективной деятельности, для выполнения финансовых обязательств и экономического стимулирования работающих?",
    answerOptions: [
      {
        id: 1,
        answerText: "финансовые ресурсы",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "заемные финансовые ресурсы",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "нераспределенная прибыль",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "собственные финансовые ресурсы",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой из приведенных вариантов является стартовым источником финансовых ресурсов в момент учреждения государственного предприятия? ",
    answerOptions: [
      {
        id: 1,
        answerText: "нераспределенная прибыль",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "уставный капитал",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "добавочный капитал",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "резервный капитал",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой из приведенных источников финансовых ресурсов является результатом кругооборота средств, вложенных в производство?",
    answerOptions: [
      {
        id: 1,
        answerText: "добавочный капитал",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "резервный капитал",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "уставный капитал",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "прибыль и амортизационные отчисления",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой из приведенных вариантов не относится к обязательствам государственного предприятия?",
    answerOptions: [
      {
        id: 1,
        answerText: "банковские и коммерческие кредиты",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "отсроченные налоговые платежи",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "дебиторская задолженность",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "выпуск облигаций",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите источник заемных средств государственного предприятия.",
    answerOptions: [
      {
        id: 1,
        answerText: "средства от эмиссии ценных бумаг",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "коммерческие кредиты",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "страховое возмещение",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "средства долевого участия в текущей и инвестиционной деятельности",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Что не является характерными чертами государственного бюджета?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "он выражает такую стадию стоимостного распределения, которая непосредственно не связана с движением общественного продукта в его товарной форме и осуществляется в известном отрыве от нее",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "он предназначен для перераспределения стоимости между отраслями национального хозяйства, территориями, секторами экономики, сферами общественной деятельности",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "он представляет особую экономическую форму распределительных отношений, связанную с обособлением части стоимости валового общественного продукта у государства и ее использованием на удовлетворение общественных потребностей",
        isCorrect: true,
      },
      {
        id: 4,
        answerText:
          "он выражает производственные отношения и имеет соответствующее им материально-вещественное воплощение",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Совокупность форм и методов образования и использования централизованного фонда денежных средств государства, называется:",
    answerOptions: [
      {
        id: 1,
        answerText: "бюджетным механизмом",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "бюджетным фондом",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "государственным бюджетом",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "финансовым планом страны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Сущность государственного бюджета можно выразить как:",
    answerOptions: [
      {
        id: 1,
        answerText: "централизованный фонд денежных средств государства",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "инструмент воздействия на экономику (через бюджетный механизм)",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "основной финансовый план государства",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "юридический закон, положения которого обязательны для выполнения всеми участниками отношений и членами общества",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "В структуру доходов бюджета на основе бюджетной классификации Р Уз не входят:",
    answerOptions: [
      {
        id: 1,
        answerText: "поступления официальных трансфертов",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "поступления от продажи основного капитала",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "неналоговые поступления",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "налоговые поступления",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Денежные средства, выделенные из бюджета на возвратной, срочной и платной основе, называются:",
    answerOptions: [
      {
        id: 1,
        answerText: "официальные трансферты",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "бюджетные кредиты",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "затраты бюджета",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "дефицит бюджета",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Сальдо по операциям с финансовыми активами представляет собой:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "расходы бюджета по операциям приобретения в государственную собственность долей участия, ценных бумаг юридических лиц, в том числе международных организаций",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "разницу между суммами приобретения финансовых активов и поступлений от продажи финансовых активов государства",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "поступления в бюджет от реализации соответствующих активов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "отрицательную разницу между поступлениями и расходами",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Бюджетная программа – это:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "систематизированная группировка доходов и расходов бюджета по однородным признакам, положенная в основу всей бюджетной деятельности финансовых органов государства",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "расходы бюджета по реализации функций государственной политики и государственного управления",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "группировка расходов бюджета по экономическим характеристикам, отражающая операции, осуществляемые государственными учреждениями",
        isCorrect: true,
      },
      {
        id: 4,
        answerText:
          "основанная на экономических отношениях и юридических нормах совокупность всех видов бюджетов",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Группировка экономической классификации расходов бюджета состоит из:",
    answerOptions: [
      {
        id: 1,
        answerText: "категории, класса, подкласса и специфики",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "текущих расходов, капитальных расходов, предоставления кредитов, финансирования",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "функциональной группы, функциональной подгруппы, администратора бюджетных программ",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "бюджетных программ, бюджетных подпрограмм",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой уровень дефицита бюджета в современной экономике считается допустимым?",
    answerOptions: [
      {
        id: 1,
        answerText: "до 1% от величины валового внутреннего продукта страны",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "5-7 % от величины валового внутреннего продукта страны",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "2-3% от величины валового внутреннего продукта страны",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "4% от величины валового дохода страны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какое из нижеперечисленных определений характеризует категорию «налоги»?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Денежные отношения, которые складываются у государства с юридическими и физическими лицами в связи с использованием средств государственного бюджета",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Финансирование расходов бюджетных организаций",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Экономическая категория, отражающая централизуемую часть национального дохода в бюджетах всех уровней, устанавливаемую на основании закона и обусловленную необходимостью функционирования государства",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "Добровольный взнос в бюджет (государственный / местный), осуществляемый плательщиками налога юридическими и физическими лицами в соответствии с законодательными актами",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какая из нижеперечисленных функций налогов является основной?",
    answerOptions: [
      {
        id: 1,
        answerText: "Контрольная",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Регулирующая",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Экономическая",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Фискальная",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Благодаря какой функции налоги как активный инструмент перераспределительного процесса, воздействуют на социально-экономические отношения в стране?",
    answerOptions: [
      {
        id: 1,
        answerText: "Фискальная",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Экономическая",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Регулирующая",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Контрольная",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой  из нижеперечисленных принципов не является принципом налогообложения?",
    answerOptions: [
      {
        id: 1,
        answerText: "Принцип определенности налогообложения",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Принцип однократности налогообложения",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "Открытость и прозрачность",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Принцип стабильности",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой  из нижеперечисленных принципов не является принципом налогообложения?",
    answerOptions: [
      {
        id: 1,
        answerText: "Компетентность и объективность",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Удобство налогообложения",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Самофинансирование",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Принцип определенности налогообложения",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой из нижеперечисленных налогов можно отнести к прямым налогам?  ",
    answerOptions: [
      {
        id: 1,
        answerText: "Таможенные пошлины",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Налог на доходы физических лиц",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "НДС",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Акцизный налог",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какие из нижеперечисленных налогов можно отнести к косвенным налогам?",
    answerOptions: [
      {
        id: 1,
        answerText: "НДС",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Налог на имущество",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Налог на доходы физических лиц",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Земельный налог",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какие из нижеперечисленных налогов нельзя  отнести к общегосударственным налогам?",
    answerOptions: [
      {
        id: 1,
        answerText: "НДС",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Налог на имущество",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Акцизный налог",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Налог на прибыль юридических лиц",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "По какому признаку можно классифицировать налоги на общие и специальные?",
    answerOptions: [
      {
        id: 1,
        answerText: "По характеру использования",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "По объекту обложения",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "В зависимости от механизма изъятия",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "По периодичности взимания.",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "По какому признаку можно классифицировать налоги на регулярные и нерегулярные?",
    answerOptions: [
      {
        id: 1,
        answerText: "По объекту обложения",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "По характеру использования",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "В зависимости от механизма изъятия",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "По периодичности взимания",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "Бюджетный процесс – это:",
    answerOptions: [
      {
        id: 1,
        answerText: "Составление проекта бюджета, исполнение бюджета",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "Рассмотрение и утверждение бюджета, составление отчета об исполнение бюджета и его утверждение",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "А, В",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "Исполнение бюджета, составление отчета об исполнение бюджета",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Организует исполнение Государственного бюджета:",
    answerOptions: [
      {
        id: 1,
        answerText: "Министерство финансов",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Кабинет Министров",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "Олий Мажлис (Комитет по бюджету и денежно-кредитной политике)",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "А, В",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Принципами бюджетной системы являются:",
    answerOptions: [
      {
        id: 1,
        answerText: "Контроль",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Гласность",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Единство",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Самостоятельность",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Кто является участниками взаимных расчётов между бюджетами?",
    answerOptions: [
      {
        id: 1,
        answerText: "Вышестоящие и нижестоящие бюджеты",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Вышестоящие бюджеты и Правительство Узбекистана",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "Вышестоящие бюджеты и органы государственной власти на местах",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Республиканский бюджет и местные бюджеты",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Роспись бюджета – это:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Оперативный план распределения доходов по подразделениям бюджетной классификации с указанием сроков бюджетных поступлений",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "Оперативный план распределения расходов по подразделениям бюджетной классификации с указанием сроков распределений",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Оперативный план распределения доходов по подразделениям бюджетной классификации",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "Оперативный план распределения расходов по подразделениям бюджетной классификации",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Принципами бюджетной системы не являются:",
    answerOptions: [
      {
        id: 1,
        answerText: "Гласность",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Контроль",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "Единство",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Самостоятельность",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Целевой грант – это грант цель использования, которого определяет:",
    answerOptions: [
      {
        id: 1,
        answerText: "Предоставляющий грант",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Получающий грант",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Совместно",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Кабинет Министров",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "На какой стадии бюджетного процесса применяется механизм «взаимные расчеты (зачеты)» между бюджетами разных уровней?",
    answerOptions: [
      {
        id: 1,
        answerText: "На стадии утверждения отчета об исполнении бюджета",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "На стадии исполнения",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "На стадии утверждения",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "На стадии рассмотрения",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Фонд развития бюджетной организации формируется за счет (Укажите неправильный ответ):",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Сэкономленных средств, оставшихся на счетах бюджетных организаций на конец последнего рабочего дня отчетного квартала за исключением средств, предусмотренных на финансирование капитальных вложений",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "Сэкономленных средств, оставшихся на счетах бюджетных организаций на конец последнего рабочего дня отчетного квартала",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Доходов от производства и реализации товаров (работ, услуг) по профилю деятельности бюджетных организаций",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "50 процентов средств, полученных от предоставления в аренду сторонним организациям временно не используемых помещений и другого государственного имущества",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "В случае наличия у бюджетной организации невыплаченных пособий по временной нетрудоспособности и просроченной кредиторской задолженности средства Фонда развития бюджетной организации на погашение этих задолженностей расходуются",
    answerOptions: [
      {
        id: 1,
        answerText: "В пределах сэкономленных бюджетных средств",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "В пределах фактического размера совокупной задолженности",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "В пределах 50% фактического размера совокупной задолженности",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "В пределах 50% сэкономленных бюджетных средств",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какую часть средств, полученных от предоставления временно неиспользуемого государственного имущества в аренду, бюджетные организации обязаны направить в соответствующий местный бюджет?",
    answerOptions: [
      {
        id: 1,
        answerText: "10%",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "90%",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "50%",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "65%",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Чему равен профицит, если регулирующие доходы равны 250, закрепленные – 150, расходная часть - 350?",
    answerOptions: [
      {
        id: 1,
        answerText: "50",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "100",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "200",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "70",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Расходы  республиканского  бюджета осуществляются  в   пределах утвержденных бюджетных ассигнований в форме:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "текущих расходов  получателей бюджетных средств, финансируемых из республиканского бюджета",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "приобретение для государственных нужд земли и иного имущества за рубежом",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "бюджетных  дотаций,  бюджетных  субвенций  и  бюджетных ссуд бюджету Республики Каракалпакстан и местным бюджетам",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "выплат по погашению и обслуживанию государственного долга",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Из республиканского бюджета в порядке, установленном законодательством, финансируются расходы на:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "создание и содержание государственного и мобилизационного резервов",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "содержание бюджетных организаций республиканского подчинения различных отраслей экономики",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "обеспечение обороны, национальной безопасности и общественного порядка",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Верны ответы 2) и 3)",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Расходы бюджета Республики Каракалпакстан и местных бюджетов осуществляются в пределах утвержденных бюджетных ассигнований в форме:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "текущих  расходов  бюджетных  организаций,  финансируемых из бюджета Республики Каракалпакстан и местных бюджетов",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "текущих бюджетных трансфертов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "капитальных расходов на: приобретение и воспроизводство для   государственных  нужд основных фондов и средств (включая связанные с ним работы и услуги); приобретение для  государственных нужд  прав на  землю и  других нематериальных активов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Верны ответы 1) и 2)",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Бюджет Республики Каракалпакстан и местные бюджеты не могут: ",
    answerOptions: [
      {
        id: 1,
        answerText:
          "осуществлять расходы сверх утвержденных бюджетных ассигнований (за исключением случаев,  предусмотренных данным Законом)",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "осуществлять заимствования (за исключением получения бюджетных ссуд из вышестоящих бюджетов)",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "создавать фонды за счет источников, не предусмотренных законодательством",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "выдавать финансовые гарантии и поручительства за счет средств бюджета в пользу других лиц",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Основной причиной возникновения государственного долга является:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "получение временно необходимых дополнительных денежных средств",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "дефицитность бюджета",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "внешняя политика РЕСПУБЛИКИ УЗБЕКИСТАН",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "внутренняя политика РЕСПУБЛИКИ УЗБЕКИСТАН",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Назовите отличие государственного кредита от налогов:",
    answerOptions: [
      {
        id: 1,
        answerText: "государственный кредит не ограничен во времени",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "государственный кредит носит обязательный характер",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "государственный кредит носит постоянный характер",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "государственный кредит носит возвратный и платный характер",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Совокупность мероприятий государства по выплате доходов кредиторам и погашению займов, изменению условий уже выпущенных займов, определению условий и выпуску новых государственных ценных бумаг, называется:",
    answerOptions: [
      {
        id: 1,
        answerText: "государственным долгом",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "управлением государственным долгом",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "обслуживание долга",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "погашение долгапогашение долга",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Как называется  погашение  старой  государственной  задолженности  путем  выпуска новых займов?",
    answerOptions: [
      {
        id: 1,
        answerText: "рефинансирование",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "государственный долг",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "консолидация",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "конверсия",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Обслуживание долга – это:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "совокупность  мероприятий  государства  по  выплате  доходов  кредиторам  и  погашению займов, изменению условий уже выпущенных займов, определению  условий и выпуску новых государственных ценных бумаг",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "выплата процентов по долгу и постепенное погашение основной суммы долга, а также осуществление новых заимствований",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "погашение  старой  государственной  задолженности  путем  выпуска  новых  займов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "долговые  обязательства  РЕСПУБЛИКИ УЗБЕКИСТАН  перед  физическими  и  юридическими  лицами,  местными образованиями и т.д., возникшие в результате государственных заимствований РЕСПУБЛИКИ УЗБЕКИСТАН, а также долговые обязательства по государственным гарантиям, предоставленным РЕСПУБЛИКИ УЗБЕКИСТАН",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Полный  возврат  основной  суммы  долга  и  процентов  по  нему,  а  также  штрафов и иных платежей, связанных с несвоевременным возвратом долга, называется:",
    answerOptions: [
      {
        id: 1,
        answerText: "осуществлением заимствований",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "управлением государственным долгом",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "погашением долга",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "обслуживанием долга",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "Расходы бюджета на социальную защиту включают расходы на:",
    answerOptions: [
      {
        id: 1,
        answerText: "образование",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "охрану здоровья",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "духовное и физическое воспитание",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "субсидии и помощь отдельным гражданам",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Расходы бюджета на социальную сферу включают расходы на:",
    answerOptions: [
      {
        id: 1,
        answerText: "субсидии и помощь отдельным гражданам",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "управление",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "науку и образование",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "образование, охрану здоровья, физическое воспитание",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "Расходы бюджета на социальное обеспечение включают расходы:",
    answerOptions: [
      {
        id: 1,
        answerText: "управление",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "науку и образование",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "субсидии и помощь отдельным гражданам",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "государственное обеспечение граждан, которые не могут себя содержать самостоятельно",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Расходы бюджета на науку включают расходы на:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "финансирование общеобразовательных школ и высших учебных заведений",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "финансирование фундаментальных исследований",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "финансирование детских дошкольных учреждений",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "финансирование государственных и  межгосударственных научно  –  технических программ, финансирование фундаментальных исследований",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Расходы на обслуживание государственного долга включают:",
    answerOptions: [
      {
        id: 1,
        answerText: "финансирование международных расчетов",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "расходы на содержание международных организаций",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "расходы на погашение задолженности и процентов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "расходы на погашение международных кредитов",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Сметное финансирование – форма финансирования, при которой:",
    answerOptions: [
      {
        id: 1,
        answerText: "бюджетные ассигнования выделяются на основании счетов",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "бюджетные ассигнования выделяются на основании расчетных документов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "бюджетные ассигнования выделяются на основании договора",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "бюджетные ассигнования выделяются на основании смет",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Бюджетное финансирование инвестиционных проектов характеризует вы-деление государственных ассигнований на:",
    answerOptions: [
      {
        id: 1,
        answerText: "непроизводственную сферу",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "производственную сферу",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "социальную сферу",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "негосударственные инвестиционные проекты",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Государственные субсидии – форма предоставления государственной финансовой помощи:",
    answerOptions: [
      {
        id: 1,
        answerText: "коммерческим банкам",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "международным организациям",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "центральному банку",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "физическим и юридическим лицам",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Как называется расчетный документ, отражающий соединение всех показателей, характеризующих объединяемые бюджеты:",
    answerOptions: [
      {
        id: 1,
        answerText: "финансовый план страны",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "государственный бюджет",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "свод бюджетов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "баланс государства",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Для чего используются показатели консолидированного бюджета?",
    answerOptions: [
      {
        id: 1,
        answerText: "для прогнозирования доходов и расходов бюджета",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "для рассмотрения вопросов выравнивания бюджетной обеспеченности",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "для составления проекта бюджета",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "для составления свода бюджетов",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Доходы внебюджетных фондов:",
    answerOptions: [
      {
        id: 1,
        answerText: "добровольные взносы физических и юридических лиц",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "специальные целевые налоги и сборы, установленные для данного фонда",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "амортизационные отчисления предприятий, учреждений, организаций",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "бюджетные ассигнования",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Черты, характерные для внебюджетных фондов:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "внебюджетные фонды могут создаваться на всех уровнях управления",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "закрепление конкретных источников поступлений за внебюджетными фондами",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "органы местного самоуправления в настоящее время не вправе создавать внебюджетные фонды",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "государственные внебюджетные фонды имеют социальное назначение",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Отличие государственных внебюджетных фондов от государственного бюджета состоит в том, что они… (несколько вариантов ответа)",
    answerOptions: [
      {
        id: 1,
        answerText: "утверждаются в форме закона",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "подлежат обязательному исполнению",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "расходуются на основе оперативной самостоятельности строго в соответствии с целевыми назначениями фондов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "создаются для финансирования не включаемых в бюджет определенных общественных потребностей",
        isCorrect: true,
      },
    ],
  },

  {
    questionText: "Выберете неправильное утверждение",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Средства государственных внебюджетных фондов не имеют строгой целевой направленности",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Планируются органами власти",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Формируются за счет обязательных налогов и сборов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Средства фондов находятся в собственности государства",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Выберете причину создания государственных внебюджетных фондов",
    answerOptions: [
      {
        id: 1,
        answerText: "Обеспечение социальной политики",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Обеспечение государством своих функций",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "Возможность функционирования внебюджетных фондов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Обеспечение исполнения бюджета государства",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Выберете верное утверждение",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Внебюджетные фонды могут привлекать заемные средства для выплаты заработной платы сотрудников",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "Внебюджетные фонды могут привлекать заемные средства для решения конкретных задач",

        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "Внебюджетные фонды могут привлекать заемные средства для выплаты заработной платы сотрудников",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "нет оравильнго ответа ",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "С какой целью из бюджета были выделены целевые бюджетные и внебюджетные фонды:",
    answerOptions: [
      {
        id: 1,
        answerText: "для поддержания сбалансированности бюджетной системы",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "для целевого финансирования отдельных отраслей экономической и социальной сферы",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "для расширенного финансирования социальной сферы",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "для покрытия дефицита бюджетов",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Черты, характерные для бюджетного фонда:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "каждый вид дохода имеет четкое закрепление за конкретными видами бюджетных расходов",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "виды бюджетных доходов не закреплены за конкретными видами бюджетных расходов",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "высокая маневренность бюджетных средств",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "в составе бюджета могут выделяться целевые бюджетные фонды",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Сколько всего внебюджетных государственных целевых фондов в Республике Узбекистан?",
    answerOptions: [
      {
        id: 1,
        answerText: "8",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "18",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "12",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "11",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Сколько видов государственных пенсий существует в Республике Узбекистан?",
    answerOptions: [
      {
        id: 1,
        answerText: "5",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "3",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "4",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "6",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Найдите правильное утверждение",
    answerOptions: [
      {
        id: 1,
        answerText:
          "женщины — по достижении 58 лет и при стаже работы не менее 20 лет",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "мужчины — по достижении 60 лет и при стаже работы не менее 20 лет",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "мужчины — по достижении 60 лет и при стаже работы не менее 25 лет",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "женщины — по достижении 55 лет и при стаже работы не менее 25 лет",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите Правильный ответ. Лица, высвобожденные в связи с изменениями в технологии, организации производства и труда, сокращением объемов работ, повлекших изменение численности (штата) работников или изменение характера работ, либо ликвидацией предприятия и признанные безработными, имеют право на пенсию:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "мужчины — по достижении возраста 60 лет и при стаже работы не менее 25 лет",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "мужчины — по достижении возраста 58 лет и при стаже работы не менее 25 лет",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "женщины — по достижении возраста 50 лет и при стаже работы не менее 20 лет",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "женщины — по достижении возраста 53 лет и при стаже работы не менее 25 лет",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Из чего складывается размер пенсии?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "базового размера пенсии;повышения пенсии за стаж работы;надбавок к пенсии",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "базового размера пенсии;повышения пенсии за стаж работы",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "социальных выплат;повышения пенсии за стаж работы",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "базового размера пенсии;надбавок к пенсии; социальных выплат",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "В каких случаях производится перерасчет пенсий?",
    answerOptions: [
      {
        id: 1,
        answerText: "",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "представления пенсионером дополнительных документов, влияющих на размер пенсии (о стаже работы и заработке до назначения пенсии и другие);изменения группы инвалидности",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "изменения числа членов семьи, получающих пенсию по случаю потери кормильца;изменения размеров базовой величины исчисления пенсии",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "индексации доходов, изменения размеров базовой величины исчисления пенсии",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Найдите правильное утверждение",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Доходы и расходы Фонда не включаются в состав консолидированного бюджета Республики Узбекистан и отражаются в самостоятельном балансе Фонда",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "Обеспечение сбора обязательных взносов и отчислений по государственному социальному страхованию, а также контроль за полнотой поступления этих средств в Фонд осуществляют налоговые органы Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Обеспечение сбора обязательных взносов и отчислений по государственному социальному страхованию, а также контроль за полнотой поступления этих средств в Фонд осуществляют районные отделы соц. обеспечения Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "А и Б ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Средства Фонда направляются на выплату:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "пенсий, назначаемых отделами социального обеспечения;пособий инвалидам с детства, престарелым и нетрудоспособным гражданам, не имеющим права на государственное пенсионное обеспечение",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "пособий по временной нетрудоспособности, включая пособия по беременности и родам;пособий при рождении ребенка;пособий на погребение;сумм возмещения ущерба, причиненного работнику увечьем, профессиональным заболеванием либо иным повреждением здоровья, связанным с исполнением им трудовых обязанностей, при ликвидации предприятия",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "пособий по временной нетрудоспособности, включая пособия по беременности и родам;пособий при рождении ребенка;пособий на погребение;оплату дополнительного отпуска родителям ребенка-инвалида в возрасте до 18 лет",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "А и Б ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Министерством труда и социальной защиты населения ежегодно до ….представляется на рассмотрение в Министерство финансов согласованный с Государственным налоговым комитетом прогноз по источникам доходов и направлениям расходов Фонда на предстоящий год",
    answerOptions: [
      {
        id: 1,
        answerText: "15 февраля",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "25 июля",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "15 марта",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "25 мая",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какой орган осуществляет контроль за целевым использованием средств внебюджетного пенсионного Фонда?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Министерство труда и социальной защиты населения и его областные подразделения",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Налоговый комитет",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Центральный банк",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Министерство финансов и его территориальные органы",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Финансовыми органами в установленном порядке …….. осуществляются проверки целевого использования средств Фонда",
    answerOptions: [
      {
        id: 1,
        answerText: "не реже в два раза в год",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "не реже одного раза в год",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "каждый месяц",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "не реже одного раза в пол года",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Когда было принято Постановление Президента Республики Узбекистан «Об организации деятельности агентства по управлению государственными активами Республики Узбекистан»?",
    answerOptions: [
      {
        id: 1,
        answerText: "15.01.2019",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "05.02.2019",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "10.12.2020",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "20.05.2020",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Официальный сайт Агентства управления Государственными активами Республики Узбекистан ….",
    answerOptions: [
      {
        id: 1,
        answerText: "www.gov.uz",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "www.davaktiv.uz",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "www.edavaktiv.uz",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "www.davaktiv_gov.uz",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Выберите правильный ответ где приведены основные направления государственной политики Агентства?",
    answerOptions: [
      {
        id: 1,
        answerText: "А и В ответы",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "поэтапное увеличение доли государства в уставных капиталах предприятий с государственным участием, обеспечение эффективной и прозрачной приватизации",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "внедрение в предприятиях с государственным участием современных методов корпоративного управления, повышение ответственности их органов управления за эффективность деятельности этих предприятий",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "выработка рыночных механизмов управления государственной долей в уставных капиталах иностранных предприятий",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "Какие виды деятельности осуществляет Агентство?",
    answerOptions: [
      {
        id: 1,
        answerText: "аренда гос. объектов",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "регулирование оценочной и риэлторской деятельности",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "все ответы верны",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "реализация государственных активов и приватизация",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "В какой статье Закона Республики Узбекистан «О таможенном тарифе» приведено следующее: При осуществлении внешнеторговой политики Республики Узбекистан в пределах ее таможенной территории допускается предоставление тарифных льгот в виде возврата ранее уплаченной пошлины, снижения ставки пошлины и освобождения в исключительных случаях от пошлины в отношении товароввозимых в качестве вклада в уставные фонды предприятий с иностранными инвестициями и иностранных предприятий, а также вывозимых этими предприятиями отдельных видов товаров собственного производства в случаях, предусмотренных соглашениями о разделе продукции, в соответствии с законодательством",
    answerOptions: [
      {
        id: 1,
        answerText: "ст. 20",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "ст. 23",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "ст.35",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "ст. 33",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Кто имеет право участвовать в конкурсе по реализации объекта государственной собственности?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "К участию в конкурсе допускаются все изъявившие желание физические и юридические лица.",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "К участию в конкурсе не допускаются нерезидентов Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "К участию в конкурсе допускаются все изъявившие желание физические и юридические лица, включая нерезидентов Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Правильного ответа нет",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Когда был принят Указ Президента О дополнительных мерах по упрощению процедур реализации субъектам предпринимательства объектов государственной собственности и прав на земельные участки?",
    answerOptions: [
      {
        id: 1,
        answerText: "25.08.2019",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "09.11.2018",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "23.12.2019",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "11.10.2018",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "В каком сайте ведется учёт объектов Государственного имущества?",
    answerOptions: [
      {
        id: 1,
        answerText: "e-property.davaktiv.uz",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "mygov.uz",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "property.davaktiv.uz",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "правильного ответа нет",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите правильный ответ где приведены источники формирования средств Фонда?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "средства в размере до 30 миллиардов сумов, ежегодно выделяемые из Государственного бюджета на основании обоснованных расчетов Республиканского совета, утверждаемые Законом Республики Узбекистан; доходы, полученные за счет размещения свободных средств Фонда на депозиты коммерческих банков;благотворительные пожертвования физических и юридических лиц, гранты международных финансовых институтов и зарубежных организаций",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "средства в размере до 300 миллиардов сумов, ежегодно выделяемые из Государственного бюджета на основании обоснованных расчетов Республиканского совета, утверждаемые Законом Республики Узбекистан; доходы, полученные за счет размещения свободных средств Фонда на депозиты коммерческих банков;благотворительные пожертвования физических и юридических лиц, гранты международных финансовых институтов и зарубежных организаций",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "средства в размере до 300 миллиардов сумов, ежегодно выделяемые из Государственного бюджета на основании обоснованных расчетов Республиканского совета, утверждаемые Законом Республики Узбекистан; благотворительные пожертвования физических и юридических лиц, гранты международных финансовых институтов и зарубежных организаций",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "средства в размере до 200 миллиардов сумов, ежегодно выделяемые из Государственного бюджета на основании обоснованных расчетов Республиканского совета, утверждаемые Законом Республики Узбекистан; доходы, полученные за счет размещения свободных средств Фонда на депозиты коммерческих банков",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Основные функции Республиканского общественного женского совета",
    answerOptions: [
      {
        id: 1,
        answerText:
          "оказание всестороннего содействия в обучении, овладении профессиональными навыками и обеспечении достойной работой, поддержку женского предпринимательства, выявление и правильную ориентацию способностей одаренных девушек и женщин",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "координацию деятельности территориальных общественных женских советов, «консультативных советов женщин» в махаллях, обеспечение их эффективного взаимодействия с государственными и общественными организациями с оказанием методической и практической помощи",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "повышение социально-политической активности женщин, широкую пропаганду среди населения сути и содержания, а также значимости осуществляемых реформ по их поддержке",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "все ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Как назывался Государственный целевой фонд по поддержке женщин до преобразования?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Государственный целевой фонд по поддержке женщин и молодежи",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Государственный целевой фонд по поддержке женщин и детей",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Государственный целевой фонд по поддержке семьи",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Государственный целевой фонд по поддержке женщин и семьи",
        isCorrect: true,
      },
    ],
  },
  {
    questionText: "В каком ответе приведены основные задачи Фонда?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "оказание содействия в финансировании мероприятий, связанных с всесторонней поддержкой, охраной здоровья женщин, развитием женского спорта, улучшением их условий труда и обучения",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "оплату первоначального взноса на жилье для женщин, оказавшихся в сложной социальной ситуации, в том числе женщин с инвалидностью, воспитывающих детей с инвалидностью, малообеспеченных, а также воспитывающих детей в неполной семье и нуждающихся в улучшении жилищных условий",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "запрещено размещение в установленном порядке ресурсов в коммерческие банки для всесторонней поддержки предпринимательских инициатив женщин",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "А и Б ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "По какой процентной ставке выделяются кредиты АК «Халк банка» в 2022 году, источниками которых являются Средства Фонда?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "на 4 процентных пункта ниже основной ставки Центрального банка",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "на 2 процентных пункта ниже основной ставки Центрального банка",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "по основной ставке ЦБ",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "на 4 процентных пункта выше основной ставки Центрального банка",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Найдите правильное утверждение",
    answerOptions: [
      {
        id: 1,
        answerText:
          "ежеквартально не менее 10 процентов перевыполненной части прогноза местного бюджета переводится в Фонд поддержки женщин, включенных в «женские тетради»",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "ежеквартально не менее 15 процентов перевыполненной части прогноза местного бюджета переводится в Фонд поддержки женщин, включенных в «женские тетради»",
        isCorrect: true,
      },
      {
        id: 3,
        answerText:
          "ежеквартально не менее 5 процентов перевыполненной части прогноза местного бюджета переводится в Фонд поддержки женщин, включенных в «женские тетради»",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "ежеквартально не менее 20 процентов перевыполненной части прогноза местного бюджета переводится в Фонд поддержки женщин, включенных в «женские тетради»",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Согласно Постановлению Президента Республики Узбекистан «О мерах по дальнейшему совершенствованию системы поддержки и обеспечения активного участия женщин в жизни общества» от 5 марта 2021 года было решено создать ……",
    answerOptions: [
      {
        id: 1,
        answerText: "Республиканский общественный совет молодежи",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Республиканский общественный совет женщин и семьи",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Республиканский общественный совет семьи",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Республиканский общественный женский совет",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Согласно какой статье Закона Республики Узбекистан «О занятости населения» был создан Государственный фонд содействия занятости?",
    answerOptions: [
      {
        id: 1,
        answerText: "ст. 21",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "ст. 23",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "ст. 15",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "ст. 12",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Бюро обеспечения временной разовой работой, действующие при районных (городских) центрах содействия занятости населения Министерства занятости и трудовых отношений были реорганизованы в ……..",
    answerOptions: [
      {
        id: 1,
        answerText: "Центры временной разовой работы",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "бюро разового труда",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Центры разового труда",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "центры содействия занятости",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите правильный ответ где определены основные задачи Центра?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "регистрацию и ведение базы данных о лицах, ищущих работу, прием заявок от работодателей – физических и юридических лиц о найме граждан на временные работы",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "создание условий для регистрации в качестве самозанятых и получения справки в электронной (бумажной) форме лицами, выполняющими временные разовые работы",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "организацию ярмарок свободных рабочих мест с участием заинтересованных работодателей и лиц, ищущих работу",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "все ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Каким лицам Центр разового труда оказывает услуги по занятости?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "лицам, выполняющим временные работы (зависимо от места проживания), с регистрацией их в качестве лиц, ищущих работу",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "лицам, выполняющим временные работы, независимо от места постоянного проживания (по экстерриториальному принципу) с регистрацией их в качестве лиц, ищущих работу",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "юридическим лицам",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "нерезидентам",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какую онлайн площадку биржи заявок планирует запустить Министерство занятости и трудовых отношений совместно с Министерством по развитию информационных технологий и коммуникацийпредусматривающую:отображение работ, в том числе выполняемых дистанционно, из дома, надомного труда, фрилансерской деятельности, графиков работ, требуемого уровня квалификации, размера оплаты труда и иных сведений для безработных, особенно женщин, молодежи, студентов и лиц с инвалидностью;получение сведений о видах деятельности (услуг, работ) самозанятых лиц, а также работодателях, заинтересованных в них;рекламу видов деятельности (услуг, работ) самозанятых лиц;заключение разовых и долгосрочных договоров оферты между самозанятыми лицами и работодателями, заинтересованными в их услугах.",
    answerOptions: [
      {
        id: 1,
        answerText: "«Барча учуниш»",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "«Менингишим»",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "«Ойлайниш»",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "«Иш бор»",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "За счёт средств каких средств планируется осуществить финансирование запуска онлайн-площадки биржи заявок «Meningishim»?",
    answerOptions: [
      {
        id: 1,
        answerText: "за счет средств Государственного книжного фонда",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "за счет средств Государственного фонда содействия занятости",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "за счет средств Министерства финансов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "за счет средств Центрального банка",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Когда был принят Закон Министерства занятости и трудовых отношений Республики Узбекистан «Об утверждении положения о порядке предоставления субсидий и грантов за счёт средств государственного фонда содействия занятости населения Республики Узбекистан»?",
    answerOptions: [
      {
        id: 1,
        answerText: "10.05.2019",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "08.02.2018",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "15.03.2019",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "12.12.2020",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Официальный сайт Министерства занятости и трудовых отношений Республики Узбекистан?",
    answerOptions: [
      {
        id: 1,
        answerText: "uzjobs.uz",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "mehnat.uz",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "hh.uz",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "norma.uz",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "С какими международными организациями сотрудничает Министерство занятости и трудовых отношений?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Японское агентство по международному сотрудничеству, Корейское агентство по международному сотрудничеству",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Всемирныйбанк, BankofAmerica",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "ПРООН, Международная организация труда",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "А и В ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "В какой статье Конституции Республики Узбекистан приведено следующее: Каждый имеет право на труд, на свободный выбор работы, на справедливые условия труда и на защиту от безработицы в порядке, установленном законом. Запрещается принудительный труд иначе как в порядке исполнения наказания по приговору суда, либо в других случаях, предусмотренных законом.",
    answerOptions: [
      {
        id: 1,
        answerText: "ст. 54",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "ст. 38",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "ст. 37",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "ст. 23",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Когда было принято Постановление Президента РУз “О создании Государственного фонда поддержки предпринимательской деятельности”?",
    answerOptions: [
      {
        id: 1,
        answerText: "14.08.2018",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "25.07.2020",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "14.08.2019",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "08.03.2019",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Найдите правильный ответ где приведены источники финансированиягосударственного фонда поддержки предпринимательской деятельности при Кабинете Министров Республики Узбекистан.",
    answerOptions: [
      {
        id: 1,
        answerText: "все ответы верны",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "кредиты (займы) и гранты международных финансовых институтов, иностранных правительственных организаций и других доноров, привлекаемых для реализации возложенных на Фонд задач",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "доходы Фонда, в том числе от размещения депозитов, предоставления поручительств, а также другие источники, не противоречащие законодательству",
        isCorrect: false,
      },
      {
        id: 4,
        answerText:
          "часть ежегодной чистой прибыли Центрального банка Республики Узбекистан, направляемой в Государственный бюджет Республики Узбекистан",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Какие налоги платит государственный фонд поддержки предпринимательской деятельности при Кабинете Министров Республики Узбекистан?",
    answerOptions: [
      {
        id: 1,
        answerText: "земельный налог и социальный налог",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "фонд освобожден от уплаты налога",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "все налоги установленные законодательством",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "налог на прибыль и социальный налог",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какая первоначальная сумма была внесена в Государственный фонд поддержки предпринимательской деятельности Фондом реконструкции и развития Узбекистана?",
    answerOptions: [
      {
        id: 1,
        answerText: "50,0 млрд долларов",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "100,0 млрд сум",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "80,0 млрд долларов",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "5,0 млрд сум",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Какие банки внесли первоначальный взнос в Государственный фонд поддержки предпринимательской деятельности?",
    answerOptions: [
      {
        id: 1,
        answerText: "А и В ответы верны",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: " ЧАКБ «Даврбанк», АИКБ «Ипакйули»",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "АКБ «Халкбанк», АКБ «Invest Finance Bank»",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "АКИБ «Ипотека-банк», АКБ «Узпромстройбанк»",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Какие виды финансовой поддержки оказывает фонд субъектам малого бизнеса и частного предпринимательства?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "компенсации на покрытие части процентных расходов по кредитам коммерческих банков",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "поручительства по кредитам коммерческих банков в размере до 50 процентов от суммы кредита, но не более 500 тысяч долларов США или в их эквиваленте",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "предоставления коммерческим банкам ресурсов как в национальной, так и в иностранной валюте, в том числе за счет привлеченных иностранных кредитных линий, для кредитования коммерческими банками субъектов малого бизнеса и частного предпринимательства",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "все ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Фонд предоставляет коммерческим банкам ресурсы для выделения кредитов по проектам .....",
    answerOptions: [
      {
        id: 1,
        answerText: "все ответы верны",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "по обустройству и ремонту мест общего пользования в многоквартирных жилых домах, производимых товариществами частных собственников жилья и управляющими компаниями",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "в отрасли сельского хозяйства, в первую очередь направленным на создание современных энергоэффективных теплиц, развитие животноводства, птицеводства, рыбоводства, кролиководства, пчеловодства, овощеводства, виноградарства и садоводства, в том числе интенсивных садов",
        isCorrect: true,
      },
      {
        id: 4,
        answerText:
          "в сфере переработки сельскохозяйственной продукции, в том числе выращенной на основе интенсивных садов, создания инфраструктуры по ее хранению и логистических центров, связанных с ее транспортировкой",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Найдите правильный ответ где указан официальный сайт Фонда?",
    answerOptions: [
      {
        id: 1,
        answerText: "smbusiness.uz",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "govfund.uz",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "statefund.uz",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "mygov.uz",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "На 31.12.2020 год всего активы Фонда составили …….",
    answerOptions: [
      {
        id: 1,
        answerText: "3,12 млрд сум",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "5,0 млрд сум",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "4,16 млрд сум",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "2,15 млрд сум",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "За 2020 год Совокупный доход Фонда составил ……",
    answerOptions: [
      {
        id: 1,
        answerText: "131,9 млрд сум",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "148,9 трлн сум",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "148,9 млрд сум",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "148,5 млрд сум",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Когда впервые было принято Постановление Президента РУз «О мерах по организации Республиканского целевого книжного фонда при Министерстве финансов Республики Узбекистан»?",
    answerOptions: [
      {
        id: 1,
        answerText: "02.02.2007",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "01.06.2006",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "06.03.2019",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "07.05.2018",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "В каком ответе приведены основные задачи Фонда?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "финансирование приобретения и доставки учебников и учебно-методических пособий по иностранным языкам для обеспечения учащихся и преподавателей общих средних и средних специальных, профессиональных образовательных учреждений на бесплатной основе",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "финансирование приобретения и доставки учебников и учебно-методических пособий для библиотечных фондов общеобразовательных школ, в том числе для обеспечения учащихся учебниками на арендной основе",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "аккумулирование бюджетных и спонсорских средств, кредитов и грантов международных финансовых институтов, арендных платежей за учебники, предназначенных для обеспечения учебниками и учебно-методическими пособиями учащихся и преподавателей общеобразовательных школ, учебниками и учебно-методическими пособиями по иностранным языкам учащихся и преподавателей средних специальных, профессиональных образовательных учреждений, организацию эффективного управления этими средствами",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "все ответы верны",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Основные источники формирования средств Фонда:",
    answerOptions: [
      {
        id: 1,
        answerText:
          "налоговые поступления, доходы от размещения временно свободных средств Фонда;иные поступления, не запрещенные законодательством",
        isCorrect: false,
      },
      {
        id: 2,
        answerText:
          "бюджетные средства; платежи за аренду учебников;гранты, кредиты и спонсорскую помощь международных организаций и финансовых институтов, юридических и физических лиц — как резидентов, так и нерезидентов Республики Узбекистан;доходы от размещения временно свободных средств Фонда;иные поступления, не запрещенные законодательством",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "бюджетные средства; платежи за аренду учебников;гранты, кредиты и спонсорскую помощь международных организаций и финансовых институтов, юридических и физических лиц — как резидентов, так и нерезидентов Республики Узбекистан",
        isCorrect: false,
      },
      {
        id: 4,

        answerText: "правильного ответа нет",

        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Согласно Постановлению Президента, какие обязательные платежи должен платить Фонд?",
    answerOptions: [
      {
        id: 1,
        answerText:
          "Фонд освобожден от уплаты всех видов налогов и сборов в бюджет, а также обязательных отчислений в государственные целевые фонды, за исключением единого социального платежа и таможенных платежей",
        isCorrect: true,
      },
      {
        id: 2,
        answerText:
          "Фонд освобожден от уплаты всех видов налогов и сборов в бюджет, кроме обязательных отчислений в государственные целевые фонды, за исключением единого социального платежа и таможенных платежей.",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Фонд освобожден от уплаты всех видов налогов и сборов в бюджет, а также обязательных отчислений в государственные целевые фонды",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "только единый социальный платеж и таможенные платежи",
        isCorrect: true,
      },
    ],
  },
  {
    questionText:
      "Сколько представителей родительских комитетов школ включены в состав Попечительного совета Фонда?",
    answerOptions: [
      {
        id: 1,
        answerText: "5 представителя",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "7 представителя",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "3 представителя",
        isCorrect: true,
      },
      {
        id: 4,
        answerText: "2 представителя",
        isCorrect: false,
      },
    ],
  },
  {
    questionText:
      "Сколько территориальных представителей Фонда функционируют на сегодняшний день?",
    answerOptions: [
      {
        id: 1,
        answerText: "6 единиц",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "14 единиц",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "12 единиц",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "15 единиц",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Распорядителями средств Фонда является ……",
    answerOptions: [
      {
        id: 1,
        answerText: "территориальные представители Фонда",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "исполнительная дирекция Фонда",
        isCorrect: false,
      },
      {
        id: 3,
        answerText: "Министерство финансов РУз",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "Кабинет Министров",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Найдите правильное утверждение",
    answerOptions: [
      {
        id: 1,
        answerText: "Фонд не является юридическим лицом",
        isCorrect: true,
      },
      {
        id: 2,
        answerText: "Фонд имеет самостоятельный баланс",
        isCorrect: false,
      },
      {
        id: 3,
        answerText:
          "Фонд не может иметь депозитный счет до востребования в коммерческих банках Республики Узбекистан в иностранной валюте",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "А и Б ответы",
        isCorrect: false,
      },
    ],
  },
  {
    questionText: "Высшем органом управления Фонда является …",
    answerOptions: [
      {
        id: 1,
        answerText: "территориальные представители Фонда",
        isCorrect: false,
      },
      {
        id: 2,
        answerText: "Попечительный совет Фонда",
        isCorrect: true,
      },
      {
        id: 3,
        answerText: "исполнительная дирекция Фонда",
        isCorrect: false,
      },
      {
        id: 4,
        answerText: "акционеры",
        isCorrect: false,
      },
    ],
  },
];
